cask_args appdir: "/Applications"
brew "mas"
mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Be Focused", id: 973134470
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Duplicator", id: 1430976409
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "Ghostery Lite", id: 1436953057
mas "Grammarly for Safari", id: 1462114288
mas "Honey", id: 1472777122
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Mini Metro", id: 1047760200
mas "Numbers", id: 409203825
mas "Outlanders", id: 1468558187
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Raindrop.io for Safari", id: 957810159
mas "Reeder", id: 1449412482
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Tot", id: 1491071483
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835

tap "bradleyjkemp/formulae"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
cask "osxfuse"
cask "xquartz"
brew "awscli"
brew "awscli@1"
brew "azure-cli"
brew "python"
brew "glib"
brew "cairo"
brew "cmake"
brew "go"
brew "dep"
brew "docker"
brew "docker-compose", link: false
brew "git"
brew "git-extras"
brew "helm"
brew "inetutils"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "libevent"
brew "lsd"
brew "bat"
brew "mas"
brew "nano"
brew "node"
brew "pipenv"
brew "poppler"
brew "python@2"
brew "redis"
brew "sonar-scanner"
brew "terraform"
brew "topgrade"

brew "vsts-cli"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "azure/draft/draft"
brew "bradleyjkemp/formulae/grpc-tools"
cask "aerial"
cask "appcleaner"
cask "charles"
cask "dotnet-sdk"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iina"
cask "keepingyouawake"
cask "mysql-shell"
cask "postman"
cask "powershell"
cask "rider"
cask "rocket"
cask 'transmission'
cask "zoomus"
cask "visual-studio-code"
brew 'nano'
brew "zsh-syntax-highlighting"
cask "expressvpn"
cask "dash"

